[
  {
    "Rempah": "Adas",
    "Manfaat": [
      "Mengandung serat, kalium, folat, dan fitonutrien yang dapat menurunkan kadar kolesterol dalam darah sehingga mengurangi risiko penyakit jantung.",
      "Mengandung senyawa anethole yang bersifat antikanker dan membantu menghentikan pertumbuhan sel kanker payudara.",
      "Mengandung vitamin B6 yang dapat membantu metabolisme tubuh.",
      "Mengandung vitamin B6 yang dapat membantu metabolisme tubuh.",
      "Mengandung vitamin C yang baik untuk mencegah munculnya kerutan dan meningkatkan kekenyalan kulit."
    ]
  },
  {
    "Rempah": "Andaliman (Zanthoxylum acanthopodium)",
    "Manfaat": [
      "Memiliki kadar zinc yang tinggi sehingga dapat meningkatkan daya tahan tubuh.",
      "Berbagai antioksidan dan asam organik dalam Andaliman, termasuk pitosterol dan terpena, memiliki efek antiradang dalam tubuh."
    ]
  },
  {
    "Rempah": "Asam Jawa",
    "Manfaat": [
      "Memiliki senyawa flavonoid yang dapat membantu menurunkan kolesterol sehingga kesehatan jantung dapat terjaga.",
      "Daun Asam Jawa mengandung Etanol dan Kloring yang dapat membantu mencegah gigi berlubang dan mengatasi plak gigi.",
      "Mencegah infeksi jamur."
    ]
  },
  {
    "Rempah": "Bawang Bombai",
    "Manfaat": [
      "Mengandung kalium yang sangat baik untuk kesehatan jantung dan pembuluh darah.",
      "Mengandung folat yang dapat membantu menjaga sistem pencernaan.",
      "Mengandung polifenol yang bertindak sebagai antioksidan sehingga melindungi tubuh dari radikal bebas."
    ]
  },
  {
    "Rempah": "Bawang Merah",
    "Manfaat": [
      "Mengandung Quercetin yang dapat mengurangi kolesterol dan mencegah tubuh dari beberapa penyakit akibat peradangan.",
      "Mengandung Flavonoid dan antioksidan yang dapat mengurangi bintik gelap pada kulit dan menurunkan respon inflamasi terkait diabetes.",
      "Bawang merah mengandung Gamma L glutamyl yang dapat mempertahankan kesehatan dan kekuatan tulang dengan menghambat aktivitas osteoklas."
    ]
  }
]


  